alsa-utils
apache
autoconf
automake
bash
bash-completion
bzip2
cabal-install
cairo-infinality-ultimate
chromium
clisp
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
docker
e2fsprogs
emacs
fakeroot
feh
file
filesystem
findutils
fontconfig-infinality-ultimate
freetype2-infinality-ultimate
gawk
gcc
gcc-libs
gettext
ghc
git
glibc
gparted
grep
grub
gzip
htop
ibfonts-meta-base
inetutils
iproute2
iputils
jfsutils
jshon
less
libev
licenses
linux
logrotate
lsof
lvm2
make
man-db
man-pages
mariadb
mdadm
mercurial
mpc
mpd
nano
ncmpcpp
netctl
nginx
nodejs
npm
ntfs-3g
openssh
os-prober
pacman
pciutils
pcmciautils
perl
php-composer
postgresql
procps-ng
psmisc
python-pip
qemu
reiserfsprogs
rlwrap
rsync
s-nail
sbcl
sed
shadow
stow
strace
subversion
sudo
sysfsutils
systemd-sysvcompat
tar
terminator
texinfo
ttf-oxygen-ibx
unzip
usbutils
util-linux
vi
vim
wget
which
wicd
xbindkeys
xfsprogs
xmlstarlet
xorg-server
xorg-server-utils
xorg-xdpyinfo
xorg-xinit
xorg-xprop
xterm
